base-devel
bluetui
brightnessctl
btop
cliphist
code
discord
fastfetch
firefox
git
gst-plugin-pipewire
hyprland
hypridle
hyprlock
hyprpaper
hyprpolkitagent
impala
kitty
mpv
nano
nautilus
nwg-look
pipewire
qt5-wayland
qt6-wayland
qt6ct
rofi
spotify-launcher
swaync
ttf-jetbrains-mono-nerd
waybar
wiremix
wireplumber
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
